-- lines for Board Game Magazine Package

return {
	-- ☆SP赵云
	["$chongzhen1"] = "贼将休走，可敢与我一战！",
	["$chongzhen2"] = "陷阵杀敌，一马当先！",
	["~bgm_zhaoyun"] = "这……就是失败的……滋味吗……",

	-- ☆SP貂蝉
	["$lihun1"] = "将军，这些，都赏给妾身好不好嘛。",
	["$lihun2"] = "这些人家不喜欢嘛，还给你吧。",
	["~bgm_diaochan"] = "董贼已除……我又当何如……",

	-- ☆SP曹仁
	["$kuiwei1"] = "休整片刻，且待我，杀出一条血路！",
	["$kuiwei2"] = "骑兵列队，准备突围！",
	["$yanzheng1"] = "任你横行霸道，我自岿然不动。",
	["$yanzheng2"] = "行伍严整，百战不殆！",
	["~bgm_caoren"] = "城在人在……城破…人亡……",

	-- ☆SP庞统
	["cv:bgm_pangtong"] = "墨宣砚韵",
	["$manjuan"] = "漫卷纵酒，白首狂歌！",
	["$zuixiang"] = "懵懵醉乡中，天下心中藏！",
	["~bgm_pangtong"] = "纵有治世才……难遇治世主……",

	-- ☆SP张飞
	["$dahe1"] = "燕人张飞在此！",
	["$dahe2"] = "谁来与我大战三百回合！", -- 吕布
	["$jie"] = "（大喝声）",
	["~bgm_zhangfei"] = "实在是……杀不动了……",

	-- ☆SP吕蒙
	["cv:bgm_lvmeng"] = "墨宣砚韵",
	["$tanhu1"] = "不入虎穴，焉得虎子。",
	["$tanhu2"] = "诈以欺敌，袭其空虚！", -- 赢
	["$tanhu3"] = "反复之人，不可轻信！", -- 没赢
	["$mouduan"] = "士别三日，当刮目相待！",
	["$jiang3"] = "陈列赫然，兵人练习！（☆sp吕蒙）", -- 攻
	["$jiang4"] = "攻守兼备，进退自如！（☆sp吕蒙）", -- 守
	["$yingzi5"] = "秉承遗志，树威立信。（☆sp吕蒙）",
	["$yingzi6"] = "明正军纪，路无拾遗！（☆sp吕蒙）",
	["$keji3"] = "利在不战，长计制之。（☆sp吕蒙）",
	["$keji4"] = "容忍于心，深藏不露。（☆sp吕蒙）",
	["~bgm_lvmeng"] = "未见吴之天下……怎敢轻生……",

	-- ☆SP刘备
	["cv:bgm_liubei"] = "喵小林",
	["$zhaolie1"] = "不灭东吴，誓不归蜀！", -- 伤害
	["$zhaolie2"] = "汝等勿劝，此战势在必行！", -- 弃牌
	["$shichou"] = "尔等叛贼，害我兄弟，饶不得汝！",
	["~bgm_liubei"] = "一时不仁…毁己功业…吾…悔矣……",

	-- ☆SP大乔
	["cv:bgm_daqiao"] = "蒲小猫",
	["$yanxiao1"] = "言笑之间，忧散愁消。",
	["$yanxiao2"] = "吾夫有忧色，妾当为解之。", -- 孙策
	["$anxian1"] = "安淑娴静，岂愿伤人。",
	["$anxian2"] = "岂可如此无礼！",
	["~bgm_daqiao"] = "青灯常伴……了此余生……",

	-- ☆SP甘宁
	["$yinling1"] = "接着吧！",
	["$yinling2"] = "你的牌太多了！",
	["$junwei"] = "全军冲击！",
	["~bgm_ganning"] = "二十年后……又是一条……好汉……",

	-- ☆SP夏侯惇
	["$fenyong2"] = "鼠辈，竟敢伤我！",-- 受到伤害  
	["$fenyong1"] = "哼！", --竖置体力牌
	["$xuehen"] = "以彼之道，还施彼身！", 
	["~bgm_xiahoudun"] = "两……两边……都看不见了……",

	-- 司马昭
	["cv:diy_simazhao"] = "腾讯英雄杀",
	["$zhaoxin"] = "天下于我，不过是囊中之物。",
	["$langgu"] = "命若天定，我就破了这个天！ ",
	["~simazhao"] = "我不信命……",

	-- 王元姬
	["cv:diy_wangyuanji"] = "神马芯",
	["$fuluan"] = "此人见利忘义，久后必乱，不可大任。",
	["$shude"] = "时时节绵力，用之方不勤。",
	["~wangyuanji"] = "一别生死…妾无它求…只期…君为天下福……",

	-- 刘协
	["cv:diy_liuxie"] = "极光星逝",
	["$huangen1"] = "大汉百年之恩，公等莫忘！",
	["$huangen2"] = "爱卿有功，应有此赏！",
	["$hantong1"] = "朕，才是大汉天子！", -- 将“诏”置于武将牌上
	["$hantong2"] = "拥扶汉室，更待何时！", -- 获得技能（血裔）
	["~diy_liuxie"] = "吾……已将皇位让出……魏王为何……",

	-- 公孙瓒
	["$diyyicong"] = "众将听令，摆好阵势，遇敌！",
	["$tuqi1"] = "冲啊！", -- 弃“扈”
	["$tuqi2"] = "冲啊！", -- 弃“扈”并摸牌
	["~diy_gongsunzan"] = "我军将败……我已无言苟活于世……",
}