-- lines for Fire Package

return {
	-- 典韦
	["$qiangxi1"] = "吃我一戟！",
	["$qiangxi2"] = "看我三步之内取你小命！",
	["~dianwei"] = "主公……快走……",

	-- 荀彧
    ["$quhu1"] = "虎狼之师，为我所用。",
	["$quhu2"] = "二虎竞食，猎人得利。",
	["$jieming1"] = "生食汉禄，死为汉臣。", 
	["$jieming2"] = "或忠信而死节兮，或訑谩而不疑。——《楚辞·九章·惜往日》",
	["~xunyu"] = "谢主隆恩",

	-- 宠统
	["$lianhuan1"] = "回炉再造，变废为宝",
	["$lianhuan2"] = "铁索连舟，如履平地！",
	["$niepan1"] = "常乐我净乃曰涅盘",
	["$niepan2"] = "涅盘适乐,浩然大均",
	["~pangtong"] = "不死鸟，也死了",

	-- 卧龙诸葛亮
	["$huoji1"] = "燃烧吧！",
	["$huoji2"] = "此火可助我军大获全胜！",
	["$bazhen1"] = "你可识得此阵！",
	["$bazhen2"] = "太极生两仪，两仪生四象，四象生八卦。",
	["$kanpo1"] = "雕虫小技。",
	["$kanpo2"] = "你的计谋被识破了。",
	["~wolong"] = "我的计谋竟被……",

	-- 太史慈
	["$tianyi1"] = "天行有常，天义昭昭",
	["$tianyi2"] = "竟敢挡在我的身前,就接受我手中之枪的挑战吧",
	["~taishici"] = "呃啊，我已尽忠尽义，死亦无妨",

	-- 袁绍
	["$luanji1"] = "箭只充足，尽管取用！",
	["$luanji2"] = "放箭！放箭！",
	["$xueyi1"] = "四世三公，名贯天下！",
	["$xueyi2"] = "世受皇恩，威震海内",
	["~yuanshao"] = "我袁家怎么会输",

	-- 颜良＆文丑
	["$shuangxiong1"] = "吾乃河北上将颜良（文丑）是也！",
	["$shuangxiong2"] = "快来与我等决一死战！",
	["~yanliangwenchou"] = "这红脸长须大将是……",

	-- 庞德
	["$mengjin1"] = "我要杀你们个片甲不留！",
	["$mengjin2"] = "你，可敢挡我！",
	["~pangde"] = "四面都是水……我命休矣……",
}