-- lines for God Package

return {
	-- 神关羽
	["$wushen1"] = "还不速速领死！",
	["$wushen2"] = "取汝狗头，犹如探囊取物。",
	["$wuhun"] = "拿命来！", 
	["~shenguanyu"] = "谁来与我同去！",

	-- 神吕蒙
	["$shelie1"] = "略懂，略懂。",
	["$shelie2"] = "什么都略懂一点儿，生活更多彩一些。",
	["$gongxin1"] = "攻城为下，攻心为上。",
	["$gongxin2"] = "我替施主把把脉。",
	["~shenlvmeng"] = "劫数难逃……我们别无选择……",

	-- 神周瑜
	["$qinyin1"] = "（杂乱琴音）", -- 失去体力
	["$qinyin2"] = "（舒缓琴音）", -- 回复体力
	["$yeyan1"] = "天降业火，尔等灰灰湮灭", -- 大业炎
	["$yeyan2"] = "天降业火，尔等灰灰湮灭！", -- 中业炎
	["$yeyan3"] = "烈火燎原，寸草无生", -- 小业炎
	["~shenzhouyu"] = "逝者不死……浴火重生……",

	-- 神诸葛亮
	["$qixing1"] = "伏望天恩，誓讨汉贼！",
	["$qixing2"] = "祈星辰之力，佑我蜀汉！",
	["$dawu1"] = "此计可保你一时平安。",
	["$dawu2"] = "此非万全之策，唯惧天雷。",
	["$kuangfeng1"] = "万事俱备，只欠业火。",
	["$kuangfeng2"] = "风起！",
	["~shenzhugeliang"] = "今当远离…临表涕零…不知…所言……",

	-- 神曹操
	["$guixin1"] = "山不厌高，海不厌深！",
	["$guixin2"] = "周公吐哺，天下归心！",
	["~shencaocao"] = "腾蛇乘雾……终为土灰……",

	-- 神吕布
	["$kuangbao1"] = "（嚎叫声）", -- 造成伤害
	["$kuangbao2"] = "（嚎叫声）", -- 受到伤害
	["$wumou1"] = "哪个说我有勇无谋！",
	["$wumou2"] = "不管这些啦！",
	["$wuqian1"] = "看我神威，无坚不摧！",
	["$wuqian2"] = "天王老子也保不住你！",
	["$shenfen1"] = "凡人们，颤抖吧，这是神之怒火！",
	["$shenfen2"] = "这，才是活生生的地狱！",
	["~shenlvbu"] = "我在修罗炼狱……等着你们……",

	-- 神赵云
	["cv:shenzhaoyun"] = "猎狐",
	["$juejing"] = "龙战于野，其血玄黄！",
	["$longhun1"] = "金甲映日，驱邪祛秽！", -- 黑桃
	["$longhun2"] = "腾龙行云，首尾不见！", -- 梅花
	["$longhun3"] = "潜龙于渊，涉灵愈伤！", -- 红桃
	["$longhun4"] = "千里一怒，红莲灿世！", -- 方片
	["~shenzhaoyun"] = "血染鳞甲……龙坠……九天……",

	-- 神司马懿
	["cv:shensimayi"] = "泥马",
	["$renjie"] = "韬光养晦，静待时机。",
	["$baiyin"] = "是可忍，孰不可忍！",
	["$jilve1"] = "天意如何，我命由我。", -- 鬼才
	["$jilve2"] = "远逐敌雠，拔除异己！", -- 放逐
	["$jilve3"] = "心狠手毒，方能成事！", -- 完杀
	["$jilve4"] = "暂且思量，再作打算。", -- 制衡
	["$jilve5"] = "此计即成，彼计亦得。", -- 集智
	["$lianpo"] = "敌军已乱，乘胜追击！",
	["~shensimayi"] = "我已谋划至此……奈何……",
}