-- lines for Hegemony Package

return {
	-- 乐进
	["$xiaoguo1"] = "三军听我号令，不得撤退！", 
	["$xiaoguo2"] = "看我先登城头，立下首功！", 
	["$xiaoguo3"] = "三军听我号令，不得撤退！", 
	["~yuejin"] = "箭疮发作……我命休矣……",

	-- 甘夫人
	["$shushen1"] = "船到桥头自然直。",
	["$shushen2"] = "妾身无恙，相公请安心征战。", --刘备
	["$shenzhi1"] = "子龙将军，一切都托付给你了。",
	["$shenzhi2"] = "阿斗，相信妈妈，没事的。",
	["~ganfuren"] = "请替我照顾好阿斗……",

	-- 国战陆逊
	["$duoshi1"] = "以今日之大事，当行此计。",
	["$duoshi2"] = "国之大事，审视为先。",
	["~heg_luxun"] = "还以为……我已经不在年轻……",

	-- 丁奉
	["~dingfeng"] = "这风……太冷了……",
	["$fenxun1"] = "取封侯爵赏，正在今日！",
	["$fenxun2"] = "给我拉过来！",
	["$duanbing1"] = "短兵轻甲，也可取汝性命！",
	["$duanbing2"] = "众将官，短刀出鞘！",

	-- 马腾
	["$xiongyi"] = "西凉铁骑，所向披靡，伏波之后，誓讨汉贼！",
	["~mateng"] = "汝等快走……让孟起替我报仇……",
	["cv:mateng"] = "清水浊流",

	-- 孔融
	["$mingshi1"] = "孔门之后，中孝为先。",
	["$mingshi2"] = "名士之风，仁义高洁。",
	["$lirang1"] = "夫礼，先王以承天之道，以治人之情。",
	["$lirang2"] = "谦者，德之柄也；让者，礼之逐也。",
	["~kongrong"] = "覆巢之下……岂有完卵……",

	-- 纪灵
	["$shuangren1"] = "吃我一记三尖两刃刀！",
	["$shuangren2"] = "仲国大将纪灵在此！",
	["~jiling"] = "呃……将军为何……咆哮不断……",

	-- 田丰
	["~tianfeng"] = "不纳吾言而反诛吾心……奈何……奈何……",
	["$suishi"] = "岂能无牌！",
	["$sijian1"] = "且听我最后一言！",
	["$sijian2"] = "忠言逆耳啊！",

	-- 潘凤
	["~panfeng"] = "潘凤又被……华雄斩了……",
	["$kuangfu1"] = "这家伙还是给我用吧！",
	["$kuangfu2"] = "吾乃上将潘凤，可斩华雄！",

	-- 邹氏
	["$huoshui1"] = "别走了，再玩一会嘛。",
	["$huoshui2"] = "呵呵，走不动了吗。", 
	["$qingcheng1"] = "我和你们真实投缘啊。",
	["$qingcheng2"] = "哼，眼睛都直了呀。",
	["~zoushi"] = "年老……色衰了吗……",
}