-- lines for SP Package

return {
	-- 杨修
	["$jilei1"] = "食之无肉，弃之有味。",
	["$jilei2"] = "曹公之意我已了然。",
	["$danlao1"] = "来来，一人一口。",
	["$danlao2"] = "我喜欢。", 
	["~yangxiu"] = "我固自以死之晚也……",

	-- 公孙瓒
	["$yicong1"] = "冲啊！", -- +1 -> -1
	["$yicong2"] = "众将听令，摆好阵势，御敌！", -- -1 -> +1
	["~gongsunzan"] = "我军将败……我已无颜……苟活于世……",

	-- 袁术
	["$yongsi1"] = "玉玺在手，天下我有！",
	["$yongsi2"] = "大汉天下，已半入我手！",
	["$weidi1"] = "我才是皇帝！",
	["$weidi2"] = "你们都得听我的号令！",
	["~yuanshu"] = "可恶……就差……一步了……",

	-- SP关羽
	["cv:sp_guanyu"] = "喵小林，官方",
	["$danji"] = "吾兄待我甚厚，誓以共死，今往投之，望曹公见谅。",

	-- 曹洪
	["$yuanhu1"] = "将军，这件兵器可还称手。", --武器
	["$yuanhu2"] = "刀剑无眼，需得小心防护。", --防具
	["$yuanhu3"] = "宝马配英雄！", --坐骑
	["$yuanhu4"] = "将军，这件兵器可还称手。", --对曹操
	["$yuanhu5"] = "刀剑无眼，需得小心防护。", --对自己
	["~caohong"] = "福兮……祸所伏……",

	-- 关银屏
	["$xueji1"] = "这炙热的鲜血，父亲，你可感觉得到！",
	["$xueji2"] = "取你首级，祭先父之灵！",
	["$huxiao1"] = "大仇未报，还不能放弃！",
	["$huxiao2"] = "虎父，无犬女！",
	["$wuji1"] = "我感受到了，父亲的力量！",
	["$wuji2"] = "我也要像父亲那样坚强！",
	["~guanyinping"] = "父亲……你来救我了吗……",

	-- 夏侯霸
	["$baobian1"] = "受死吧！", -- 3体力
	["$baobian2"] = "冲杀敌阵，来去如电！", -- 2体力
	["$baobian3"] = "今日有恙在身，需得速战速决！", -- 1体力
	["$tiaoxin3"] = "跪下受降，饶你不死！（夏侯霸）",
	["$tiaoxin4"] = "黄口小儿，可听过将军名号！（夏侯霸）",
	["$paoxiao3"] = "喝！（夏侯霸）",
	["$paoxiao4"] = "受死吧！（夏侯霸）",
	["$shensu3"] = "冲杀敌阵，来去如电！（夏侯霸）",
	["$shensu4"] = "今日有恙在身，须得速战速决！（夏侯霸）",
	["~xiahouba"] = "居魏难保魏，投蜀难保蜀，我好恨……",

	-- 陈琳
	["cv:chenlin"] = "官方",
	["$bifa1"] = "文人亦可勇，笔墨用作兵！", -- 发动
	["$bifa2"] = "笔为刀，墨诛心！", -- 给牌
	["$songci1"] = "经盟主，众望所归！", -- 摸牌
	["$songci2"] = "汝阉人之后，本无遗德！", -- 弃牌
	["~chenlin"] = "大胆贼人，还不伏诛...",

	-- 大乔小乔
	["$xingwu1"] = "不要小瞧女孩子哦！",
	["$xingwu2"] = "姐妹齐心，其利断金！",
	["~erqiao"] = "伯符……公瑾……请一定守护住我们的江东啊……",

	-- 诸葛恪
	["$aocai1"] = "可知我诸葛一氏，家学渊源",
	["$aocai2"] = "雕虫小技，不足挂齿",
	["$duwu1"] = "传我将令，不得后退",
	["$duwu2"] = "定要将你，赶尽杀绝",
	["~zhugeke"] = "父亲，是我做错了吗...",

	-- 虎牢关吕布
	["cv:shenlvbu2"] = "官方，风叹息",
	["$shenwei1"] = "我不会输给任何人！",
	["$shenwei2"] = "萤烛之火，也敢与日月争辉！",
	["$shenji1"] = "竟想赢我，痴人说梦！",
	["$shenji2"] = "杂鱼们，都去死吧！",
	["$xiuluo1"] = "鼠辈，螳臂当车！",
	["$xiuluo2"] = "准备受死吧！",
	["~shenlvbu2"] = "虎牢关……失守了……",
	["$StageChange"] = "杂鱼们，好戏才刚刚开始！",

	-- 张宝	
	["$zhoufu1"] = "违吾咒者，钦死灭亡！",
	["$zhoufu2"] = "咒保符命，速显威灵！",
	["$yingbing1"] = "所呼立至，所召立前！",
	["$yingbing2"] = "朱雀玄武，誓为我真！",
	["~zhangbao"] = "黄天……为何……",
	
    -- 曹昂	
	["~caoang"] = "还是历练不够么……",
	
	-- 孙杨
	["cv:lingcao"] = "鸢飞",
	["~lingcao"] = "祗看后浪……推前浪……",
	["$dujin"] = "无风亦起浪！",
	
	--叶诗文
	["cv:sunru"] = "腾讯英雄杀",
	["~sunru"] = "怎么这样啊……",
	["$qingyi"] = "一决胜负吧！",
	["$shixin"] = "谁也伤不了我！",
}