-- lines for Thicket Package

return {
	-- 曹丕
	["$xingshang1"] = "我来为你入殓。",
	["$xingshang2"] = "比丧命更痛苦，比死亡更恐怖。",
	["$fangzhu2"] = "一个人去地老天荒吧",
	["$fangzhu1"] = "流放，已经是最大的仁慈",
	["$songwei1"] = "大魏皇帝，四海称臣！",
	["$songwei2"] = "天威浩荡，赞颂吾名！",
	["~caopi"] = "大魏......托付给你了",
	
	-- 徐晃
	["$duanliang1"] = "奇袭敌后，截下粮车",
	["$duanliang2"] = "侧翼迂回，断敌粮道",
	["~xuhuang"] = "我也没粮了",
	
	-- 孟获
	["$zaiqi1"] = "起！",
	["$zaiqi2"] = "丞相助我！",
	["$huoshou1"] = "背黑锅我来，送死，你去！",
	["$huoshou2"] = "统统算我的！",
	["~menghuo"] = "七纵之恩……来世再报了……",
	
	-- 祝融
	["$juxiang1"] = "象兵们，踏碎中原大地吧",
	["$juxiang2"] = "大象很厉害吧",
	["$lieren1"] = "在烈刃之下屈膝吧",
	["$lieren2"] = "尝尝这南蛮之地的烈火之刃吧！",
	["~zhurong"] = "全交给大王了",
	
	-- 孙坚
	["$yinghun1"] = "义兵再起，暴乱必除！",
	["$yinghun2"] = "举贤任能，以保江东!",
	["~sunjian"] = "上天的眷顾只是幻觉吗",
	
	-- 鲁肃
	["$haoshi1"] = "整齐好礼，乐善好施。",
	["$haoshi2"] = "君子贵人贱己，先人而后己。",
	["$dimeng1"] = "联盟既起，戮力同心。",
	["$dimeng2"] = "辅车相依，唇亡齿寒。",
	["~lusu"] = "联盟不能破灭..（咳嗽声）",
	
	-- 贾诩
	["$wansha1"] = "只有靠自己，才是强者。",
	["$wansha2"] = "英雄也会孤掌难鸣啊",
	["$weimu1"] = "就凭你，哼哼哼。",
	["$weimu2"] = "哼！只有这种程度吗？",
	["$luanwu1"] = "杀，或是被杀，自己选择吧，哼哼哼！",
	["$luanwu2"] = "努力活下去吧，在这乱世之中",
    ["~jiaxu"] = "我竟然漏算了你…",
	
	-- 董卓
	["$jiuchi1"] = "一次喝个够。",
	["$jiuchi2"] = "哼哼哼，倒酒，倒酒",
	["$roulin1"] = "漂亮的姑娘都是我的。",
	["$roulin2"] = "对面的女孩看过来~贱笑",
	["$benghuai1"] = "酒池肉林，其乐无穷",
	["$benghuai2"] = "我还要更多，更多",
	["$baonue1"] = "杀得好，大大有赏！",
	["$baonue2"] = "额哈哈哈，不愧是我的好部下",
	["~dongzhuo"] = "奉先.....你....",
}