-- lines for Wind Package

return {
	-- 曹仁
	["$jushou1"] = "固若金汤，坚如磐石",
	["$jushou2"] = "放马过来吧！！",
	["~caoren"] = "谁把城门打开了",

	-- 夏侯渊
	["$shensu1"] = "神速进击，攻敌不备",
	["$shensu2"] = "你已经死了",
	["~xiahouyuan"] = "这里是。。。定军山。。。",

	-- 黄忠
	["$liegong1"] = "烈弓之下，片甲不存！",
	["$liegong2"] = "穿杨射柳，百发百中！",
	["~huangzhong"] = "啊。。。弦断了",

	-- 魏延
	["$kuanggu1"] = "我会怕你吗！",
	["$kuanggu2"] = "真是美味呀！",
	["~weiyan"] = "谁敢杀我……啊……",

	-- 小乔
	["$tianxiang1"] = "接着哦。",
	["$tianxiang2"] = "替我挡着。",
	["~xiaoqiao"] = "公瑾……我先走一步……",

	-- 周泰
	["$buqu1"] = "我绝不会倒下！",
	["$buqu2"] = "还不够！",
	["~zhoutai"] = "已经……尽力了……",

	-- 张角
	["$leiji1"] = "雷公电母，听我号令",
	["$leiji2"] = "聚天之气，行天之道",
	["$guidao1"] = "鬼道莫测，诡变无穷",
	["$guidao2"] = "看着吧，这改变乱世的力量",
	["$huangtian1"] = "当以善道，教化天下",
	["$huangtian2"] = "众星熠熠，不若一日之明也",
	["~zhangjiao"] = "为何苍天还没死...",

	-- 于吉
	["$guhuo1"] = "你信吗！",
	["$guhuo2"] = "猜猜看哪。",
	["~yuji"] = "竟然……被猜到了……",
}