-- lines for YJCM Package

return {
	-- 曹植
	["$luoying1"] = "别着急扔，给我就好。",
	["$luoying2"] = "这些都是我的。",
	["$jiushi1"] = "置酒高殿上，亲友从我游。",
	["$jiushi2"] = "走马行酒醴，驱车布鱼肉。",
	["~caozhi"] = "本是…同根生…相煎…何太急……",

	-- 于禁
	["$yizhong1"] = "不先为备，何以待敌！",
	["$yizhong2"] = "稳重行军，百战不殆！",
	["~yujin"] = "我……无颜面对……丞相了……",

	-- 法正
	["$enyuan1"] = "报之以李换之以桃。",
	["$enyuan3"] = "伤了我，休想全身而退",
	["$xuanhuo1"] = "收人钱财，替人消灾",
	["$xuanhuo2"] = "哼，叫你十倍奉还",
	["~fazheng"] = "汉室复兴，我...是看不到了",

	-- 马谡
	["$xinzhan1"] = "吾通晓兵法，世人皆知。",
	["$xinzhan2"] = "用兵之道，攻心为上。",
	["$huilei1"] = "丞相视某如子，某以丞相为父！",
	["$huilei2"] = "谡……愿以死安大局……",

	-- 徐庶
	["$wuyan1"] = "汝有良策，何必问我",
	["$wuyan2"] = "吾誓不为汉贼献一策",
	["$jujian1"] = "卧龙之才，远胜于我",
	["$jujian2"] = "天下大任，愿君莫辞？",
	["~xushu"] = "忠孝不能两全，孩儿。。",

	-- 凌统
	["$xuanfeng1"] = "风行雷厉无孔不入",
	["$xuanfeng2"] = "乘风之威，御风之势",
	["~lingtong"] = "风消而力去，风残而力尽",

	-- 吴国太
	["$ganlu1"] = "男婚女嫁，需当交换文定之物。",
	["$ganlu2"] = "此真乃吾之佳婿也。",
	["$buyi1"] = "吾乃吴国之母，何人敢造次。",
	["$buyi2"] = "有老身在，汝等尽可放心。",
	["~wuguotai"] = "卿等……务必用心辅佐仲谋……",

	-- 徐盛
	["$pojun1"] = "大军在此！汝等休想前进一步！",
	["$pojun2"] = "敬请养精蓄锐！",
	["~xusheng"] = "盛不能奋身出命…不亦辱乎…",

	-- 高顺
	["$xianzhen1"] = "攻无不克，战无不胜。",
	["$xianzhen2"] = "破阵斩将，易如反掌。",
	["$jinjiu1"] = "贬酒阙色，所以无污。",
	["$jinjiu2"] = "避嫌远疑，所以无误。",
	["~gaoshun"] = "生死有命……",

	-- 陈宫
	["$mingce1"] = "如此，霸业可图也！",
	["$mingce2"] = "如此，一击可擒也！",
	["$zhichi1"] = "如今之计，唯有退守，再做决断！",
	["$zhichi2"] = "若吾早知如此。",
	["~chengong"] = "请出就戳……",

	-- 张春华
	["$jueqing1"]="为上位者，当至无情",
	["$jueqing2"]="化爱为恨，恨之透骨！",
	["$shangshi1"]="心随情碎，情随伤逝。",
	["$shangshi2"]="身伤易愈，心伤难合",
	["~zhangchunhua"] = "今夕何夕，君已陌路。",

	-- 钟会
	["$quanji1"] = "避其锋芒，权且忍让",
    ["$quanji2"] = "备兵驯马，以待战机",
    ["$paiyi1"] = "非我族类，其心必异！",
    ["$paiyi2"] = "爱明不尊，死有余辜！",
	["$zili1"] = "金麟，岂是池中之物！",
	["$zili2"] = "千载一时，鼎足而立！",
	["~zhonghui"] = "伯约……我已无力回天……",
}