-- lines for YJCM2012 Package

return {
	-- 步练师
	["cv:bulianshi"] = "蒲小猫",
	["$anxu1"] = "弥缝事体，安恤人言。",
	["$anxu2"] = "夫君，朝事当量之，不可轻率！", -- 对孙权
	["$zhuiyi1"] = "此情常在，追思不忘。",
	["$zhuiyi2"] = "吾若有灵，常待君侧。", -- 对孙权
	["~bulianshi"] = "陛下……今生情未了……来世再侍君……",

	-- 曹彰
	["$jiangchi1"] = "谨遵父训，不可逞匹夫之勇！", --额外摸一张牌
	["$jiangchi2"] = "吾定当身先士卒，震魏武雄风！", --少摸一张牌
	["~caozhang"] = "子桓……你害我……",

	-- 程普
	["$lihuo1"] = "将士们，引火对敌！",
	["$lihuo2"] = "和我同归于尽吧！",
	["$chunlao1"] = "唉，帐中不可无酒啊！",
	["$chunlao2"] = "无碍，且饮一杯！",
	["$chunlao3"] = "无碍，且饮一杯！",
	["~chengpu"] = "没……没有酒了……",

	-- 关兴张苞
	["$fuhun1"] = "将门虎子，承我父志！", -- 使用【杀】
	["$fuhun2"] = "光复汉室，重任在肩！", -- 获得技能
	["~guanxingzhangbao"] = "未能手刃仇敌，愧对先父",

	-- 韩当
	["$gongqi1"] = "龙驹陷阵，神弓破敌！",
	["$gongqi2"] = "看我箭弩弓张，取你性命！",
	["$jiefan1"] = "排愁消烦忧,祛害避凶邪",
	["$jiefan2"] = "公且放心，这里有我。",
	["~handang"] = "臣将战死，难为君王解忧了",

	-- 华雄
	["$shiyong1"] = "好大一股杀气啊！",--被红杀伤害
	["$shiyong2"] = "好大一股酒气啊！",--被酒杀伤害
	["~huaxiong"] = "皮厚……不挡刀啊……",

	-- 廖化
	["$dangxian1"] = "看我先行破敌！",
	["$dangxian2"] = "先锋就由老夫来当！",
	["$fuli1"] = "今天是个拼命的好日子！",
	["$fuli2"] = "有老夫在，蜀汉就不会倒下！",
	["~liaohua"] = "今后……就靠你们了……",

	-- 刘表
	["$zishou1"] = "江河霸主，何惧之有！",
	["$zishou2"] = "荆襄之地，固若金汤！",
	["~liubiao"] = "优柔寡断……要不得……",

	-- 马岱
	["$qianxi1"] = "喊什么喊，我敢杀你！",
	["$qianxi2"] = "笑什么笑，叫你得意！",
	["~madai"] = "我怎么会……死在这里……",

	-- 王异
	["$zhenlie1"] = "为雪前耻，不惜吾身", 
	["$zhenlie2"] = "虽是妇人，亦当奋身一搏",
	["$miji1"] = "此举可破敌之围",
	["$miji2"] = "此计可歼敌精锐", -- 给牌后
	["~wangyi"] = "月儿，不要责怪你爹爹",

	-- 荀攸
	["$qice1"] = "奇策在此，谁与争锋。",
	["$qice2"] = "倾力为国，算无遗策。",
	["$zhiyu1"] = "大勇若怯，大智如愚。",
	["$zhiyu2"] = "愚者既出，智者何存！",
	["~xunyou"] = "主公……臣下……先行告退……",
}