-- lines for YJCM2013 Package

return {
	-- 曹冲
	["$chengxiang1"] = "父亲父亲，看冲儿的",
	["$chengxiang2"] = "称物以载之，则校可知矣。",
	["$renxin1"] = "别担心，我有办法救你。",
	["$renxin2"] = "大爱无疆，仁心为怀",
	["~caochong"] = "不疑,我们不能一起玩了。。。周不疑也是神童，我没打错字",
	
	-- 朱然
	["$danshou"] = "城高墙厚，暂保无余。",
	["~zhuran"] = "守不住了……快走……", 
	["cv:zhuran"] = "雅策君",
	
	-- 满宠
	["$junxing1"] = "军威如山，岂能就此放过你！",
	["$junxing2"] = "情可容，法不可容！",
	["$yuce1"] = "避其锋芒，转攻为守。",
    ["$yuce2"] = "哼，果然如我所料。",
	["~manchong"] = "坚守城池，决不后退",
	
	-- 李儒
	["$fencheng"] = "（奸笑声）",
	["$juece"] = "杀不死你，还玩不死你！",
	["$mieji"] = "区区草寇，何足为患！",
	["~liru"] = "前有伏兵…后有追兵…似此…如之奈何……", 
	["cv:liru"] = "北落师门",

	-- 伏皇后
	["$qiuyuan1"] = "曹贼暴虐，谁可诛之",
	["$qiuyuan2"] = "陛下，我该怎么办", -- 对伏完
	["$zhuikong1"] = "此密信切勿落入曹贼手中",
	["$zhuikong2"] = "此密诏一次，安知是福是祸。",
	["~fuhuanghou"] = "曹贼，汝定不得好死", 

	-- 关平
	["$longyin2"] = "破阵杀敌，愿献犬马之劳！",
	["$longyin1"] = "虎啸既响，龙吟当附！", -- 红杀
	["~guanping"] = "父亲快走……孩儿断后……",
	
	-- 潘璋＆马忠
	["$duodao1"] = "好兵器啊，哈哈哈！",
	["$duodao2"] = "避其锋芒，夺其兵刃！",
	["$anjian1"] = "明枪易躲暗箭难防！",
    ["$anjian2"] = "看我一箭索命！",
	["~panzhangmazhong"] = "埋伏的怎么好怎会？",

    -- 虞翻
	["$zongxuan1"] = "微妙玄通，深不可识",
	["$zhiyan1"] = "恕臣耿直，犯言谏政。",
	["$zongxuan2"] = "凡夫俗子，怎识得卦象玄妙",
	["$zhiyan2"] = "始终于信，何以侍君。",
	["~yufan"] = "哎，主公不能容我。。", 
	["cv:yufan"] = "官方",
	
	-- 简雍
	["$qiaoshui1"] = "且听我慢慢道来。",
	["$qiaoshui2"] = "凭在下三寸不烂之舌，此事可成。",
	["$zongshih1"] = "何拘小节。",
    ["$zongshih2"] = "罢了罢了。",		
 	["~jianyong"] = "病从口入祸从口出",
	["cv:jianyong"] = "官方",	

	-- 郭淮
	["$jingce1"] = "方策精详，有备无患！",
	["$jingce2"] = "精兵据敌，策守如山！",
	["~guohuai"] = "姜维小儿……竟然……", 

	-- 刘封
	["$xiansi1"] = "袭人于不意，溃敌于无形!",
	["$xiansi2"] = "破敌军阵，父亲定会刮目相看!",
	["$xiansi3"] = "此乃孟达之计，非我所愿！", -- 被杀
	["$xiansi4"] = "我有何罪！", -- 被杀
	["~liufeng"] = "父亲……为什么……",
}